{
  "1": {},
  "2": {
    "en": "",
    "zh": ""
  },
  "Dice": [
    ":swordDice:",
    ":redDice:",
    ":blueDice:",
    ":yellowDice:"
  ],
  "Guilds": {
    "AVALONIAN": {
      "name": {
        "zh": "阿瓦隆王國"
      },
      "description": {
        "en": "Led by the mighty king Aez and their beloved queen Aelide, the small Kingdom of Avalonia stands strong against any challenge. Avalonians never back down: the harder the battle gets, the stronger they become.",
        "zh": "由強大的國王艾茲與他們心愛的女王艾莉德領導，阿瓦隆這個小王國在任何挑戰面前都保持堅強。阿瓦隆人從不退縮：戰鬥越艱難，他們便越強大。"
      },
      "Common Races": {
        "en": "Human",
        "zh": "人類"
      },
      "Common Features": {
        "en": "Runic Skills, Runes, Shock, Bulwark, +Strength",
        "zh": "符文技能, 符文, 震懾, 防禦, +力量"
      }
    },
    "KOTOBA": {
      "name": {
        "zh": "言葉"
      },
      "description": {
        "en": "The Kotoba banner rallies the strongest fighters of the Xzia Empire, an ancient reign built upon a single belief: Strength can conquer anything. Each Kotoba Hero devotes themselves fully to that belief.",
        "zh": "言葉旗幟召集了西亞帝國最強的戰士，這是一個建立在單一信念上的古老政權：力量可以征服一切。每位言葉英雄都全身心投入這一信念。"
      },
      "Common Races": {
        "en": "Human",
        "zh": "人類"
      },
      "Common Features": {
        "en": "Strength Skills, Fireball, Dodge, Backstab, Shock",
        "zh": "力量技能, 火球, 閃避, 背刺, 震懾"
      }
    },
    "SAP HEART": {
      "name": {
        "zh": "樹心"
      },
      "description": {
        "en": "The Sap Heart guild includes all heroes with a strong bond with nature and an iron will to protect the World Tree. They fight relentlessly, but are also gifted with incredible healing powers.",
        "zh": "樹心公會包含了所有與大樹有著強大聯繫，並擁有保護世界樹的堅定意志的英雄。他們無畏地戰鬥，並且擁有強大的治癒能力。"
      },
      "Common Races": {
        "en": "Elfine, Hom'chai, Dais",
        "zh": "精靈族, 荷姆柴, 戴斯族"
      },
      "Common Features": {
        "en": "Heal, Thorn, +/x Strength, Physical Attack, Rage",
        "zh": "治療, 荊棘, +/x 力量, 物理攻擊, 暴怒"
      }
    },
    "PIRATE": {
      "name": {
        "zh": "海盜"
      },
      "description": {
        "en": "Roaming across the seas of Guem, these swashbucklers are very dangerous because they act as though they have nothing to lose. They specialize in striking their opponents with thunder and powder blasts.",
        "zh": "在格姆的海域上游蕩，這些海盜非常危險，因為他們的行為如同什麼都不在乎。他們專精於用雷霆和火藥攻擊敵人。"
      },
      "Common Races": {
        "en": "Human, Guemelite, Beast, Golem",
        "zh": "人類, 格姆人, 野獸, 魔像"
      },
      "Common Features": {
        "en": "Lightning, Powder, +Strength, Thunderstruck",
        "zh": "閃電, 火藥, +力量, 雷擊"
      }
    },
    "NOZ'DINGARD ENVOY": {
      "name": {
        "zh": "諾茲丁加德使者"
      },
      "description": {
        "en": "The Noz'Dingard Envoys are great experts in all kinds of magic. With the mighty strength of the Dragon Knights, the lethal dexterity of the Witchblades, and the arcane knowledge of the Compendium, Draconia stands stronger than ever.",
        "zh": "諾茲丁加德使者是各種魔法的偉大專家。憑藉著龍騎士的強大力量、女巫劍刃的致命敏捷，還有《魔典》中的神秘知識，德拉科尼亞比以往更加強大。"
      },
      "Common Races": {
        "en": "Human, Guemelite, Golem",
        "zh": "人類, 格姆人, 魔像"
      },
      "Common Features": {
        "en": "Skills based on dice colour, +DMG, Fireball, Spellbreaker",
        "zh": "基於骰子顏色的技能, +傷害, 火球, 破魔"
      }
    },
    "ZIL WARRIORS": {
      "name": {
        "zh": "齊爾戰士"
      },
      "description": {
        "en": "The Zil Warriors are the most wacky and erratic fellows you'll ever meet. Extremely aggressive and unpredictable, they will downright tear you to shreds or scare you to the bone.",
        "zh": "齊爾戰士是你會遇到的最瘋狂、最不可預測的人。他們極具攻擊性且行為無常，會把你撕成碎片，或者把你嚇得魂飛魄散。"
      },
      "Common Races": {
        "en": "Human, Beast, Guemelite",
        "zh": "人類, 野獸, 格姆人"
      },
      "Common Features": {
        "en": "Critical, Backstab, Terror, Mimic, Berserk",
        "zh": "暴擊, 背刺, 恐懼, 模仿, 狂暴"
      }
    },
    "RUNIC LEGION": {
      "name": {
        "zh": "符文軍團"
      },
      "description": {
        "en": "The remote region of Tantad is home to the greatest army the lands of Guem has ever known: the Runic Legion. Strong, firm, and proud, the Legion's tactical prowess is unparalleled.",
        "zh": "遙遠的坦塔德地區是格姆大陸上最強大的軍隊——符文軍團的故鄉。這支軍隊強大、堅定、自豪，並且在戰術上無人能敵。"
      },
      "Races": {
        "en": "Human, Beast, Guemelite",
        "zh": "人類, 野獸, 格姆人"
      },
      "Common Features": {
        "en": "Runic Skills, Runes, Shock, Bulwark, +Strength",
        "zh": "符文技能, 符文, 震懾, 防禦, +力量"
      }
    },
    "Nomades": {
      "name": {
        "zh": "遊牧民族"
      },
      "description": {
        "en": "The Nomads inhabit the unforgiving southern lands of Guem, where the Desert dictates its own laws of survival. These harsh life conditions eventually turned the Nomads into magnificent fighters, blessed with their faith in multiple gods.",
        "zh": "遊牧民族生活在格姆大陸的無情南方荒漠，這裡的沙漠擁有自己的生存法則。惡劣的生存條件最終讓遊牧民族成為了強大的戰士，並因信仰多神而獲得祝福。"
      },
      "Common Races": {
        "en": "Human, Solarian, Undead",
        "zh": "人類, 索拉利安, 死屍"
      },
      "Common Features": {
        "en": "Resilience, Blessing, Scarab, Eclipse, Smite",
        "zh": "韌性, 祝福, 神蠍, 蝕, 斬擊"
      }
    },
    "NEHANTISTE": {
      "name": {
        "zh": "尼漢提斯特"
      },
      "description": {
        "en": "The depths of Guem host a terrible, hellish army, led by none other than the Dark Lord Nehant, sworn enemy of all life. These hellspawn specialize in burning down their opponents and rendering them unable to fight back.",
        "zh": "格姆大陸的深淵中，存在著一支可怕的地獄軍隊，由黑暗領主尼漢領導，他是所有生命的死敵。這些地獄的後裔專門燒盡敵人，讓他們無法反抗。"
      },
      "Common Races": {
        "en": "Demon, Undead, Guemelite",
        "zh": "惡魔, 死屍, 格姆人"
      },
      "Common Features": {
        "en": "Fireball, Opp -DMG, Life Drain, Berserk",
        "zh": "火球, 反傷, 生命吸取, 狂暴"
      }
    },
    "MERCENARY": {
      "name": {
        "zh": "雇傭兵"
      },
      "description": {
        "en": "Mercenaries have no affiliation whatsoever with any existing guild. They have neither unique characteristics nor themes, but they host very powerful heroes that can be occasionally rallied by other guilds.",
        "zh": "雇傭兵並不隸屬於任何現有的公會。他們沒有獨特的特徵或主題，但他們擁有非常強大的英雄，偶爾會被其他公會招募。"
      },
      "Common Races": {
        "en": "N/A",
        "zh": "無"
      },
      "Common Features": {
        "en": "N/A",
        "zh": "無"
      }
    },
    "TEMPUS": {
      "name": {
        "zh": "時光法師"
      },
      "description": {
        "en": "The Tempus are a restricted group of enigmatic spellweavers that control the flow of space and time. They are very strategic heroes that specialize in taking the reins of the match and turning the opponents' tactics against them.",
        "zh": "時光法師是一群神秘的法師，他們掌控著空間與時間的流動。這些英雄非常具戰略性，擅長掌握比賽的主導權，並將對手的戰術反轉為己用。"
      },
      "Common Races": {
        "en": "Mage, Priest",
        "zh": "法師, 牧師"
      },
      "Common Features": {
        "en": "Déjà Vu, Portal",
        "zh": "既視感, 傳送門"
      }
    },
    "WINTER TRIBES": {
      "name": {
        "zh": "冬季部落"
      },
      "description": {
        "en": "The Winter Tribes thrive in the deep north, an unforgiving place where the rattling cold claims most lives. But some managed to survive and fully embrace the Icy essence of these lands, reaching new heights of power.",
        "zh": "冬季部落生存於格姆大陸的極北地區，那裡的嚴寒環境使大多數生命無法生還。但有些人成功存活並完全融入這片冰冷大地的精髓，達到了新的力量巔峰。"
      },
      "Common Races": {
        "en": "Ice Elves",
        "zh": "冰精靈"
      },
      "Common Features": {
        "en": "Icy Skills, Frostbite, Ice, Berserk, +Strength",
        "zh": "冰霜技能, 凍傷, 冰霜, 狂暴, +力量"
      }
    },
    "STONES LINKER": {
      "name": {
        "zh": "石之聯結者"
      },
      "description": {
        "en": "The Stone Linkers are a complex guild composed of powerful Guemelites. It is led by Master Maen and Master-Linker Laelyse, who are also members of the Guild Council. For obscure reasons, they have long remained isolated from other guilds, but since the arrival of the Equinoxians in the lands of Guem, they advocate for alliances between guilds to defeat the enemy.",
        "zh": "石之聯結者是一個由強大的格姆人組成的複雜公會。它由馬恩大師和聯結者萊莉絲大師領導，他們同時也是公會議會的成員。由於某些不明原因，他們長期與其他公會保持隔離，但自從春秋大陸的力量來到格姆大陸後，他們開始倡導公會間的聯盟，以共同對抗敵人。"
      },
      "Common Races": {
        "en": "N/A",
        "zh": "無"
      },
      "Common Features": {
        "en": "N/A",
        "zh": "無"
      }
    },
    "THE COUNCIL": {
      "name": {
        "zh": ""
      },
      "description": {
        "en": "",
        "zh": ""
      },
      "Common Races": {
        "en": "",
        "zh": ""
      },
      "Common Features": {
        "en": "",
        "zh": ""
      }
    },
    "EQUINOXIANS": {
      "name": {
        "zh": ""
      },
      "description": {
        "en": "",
        "zh": ""
      },
      "Common Races": {
        "en": "",
        "zh": ""
      },
      "Common Features": {
        "en": "",
        "zh": ""
      }
    }
  },
  "Skill": {
    "1": {
      "name": {
        "zh": ""
      },
      "description": {
        "en": "",
        "zh": ""
      }
    },
    "Absorb": {
      "name": {
        "zh": "吸收"
      },
      "description": {
        "en": "Each of your opponents lose X of the specified alteration and you gain X of that alteration for each of them. \nYou gain even if they didn't lose anything.",
        "zh": "每位對手會失去 X 點指定的改變，而你將獲得每位對手失去的 X 點改變。\n即使對手沒有失去任何東西，你仍然可以獲得。"
      }
    },
    "Aftermath": {
      "name": {
        "zh": "後果"
      },
      "description": {
        "en": "Negative alteration.\nAt the start of the fight OR at the end of skill activation phase suffer X Flat DMG.\nThis alteration is consumed when triggered.\nFlat DMG is a DMG that ignores everything.",
        "zh": "負面改變。\n在戰鬥開始時或技能激活階段結束時，承受 X 點固定傷害。\n此改變在觸發時被消耗。\n固定傷害是無視一切的傷害。"
      }
    },
    "Ageless Wisdom": {
      "name": {
        "zh": "永恆智慧"
      },
      "description": {
        "en": "At the start of the fight, if you have at least:\n2 Dice Rerolls lefting: you get 10 Dice Rerolls\n4 Dice Rerolls lefting: deal 3 times as much Spellbreaker DMG as your opp Strength\n8 Rerolls lefting: all your heroes receives 5 Stardust.\nSpellbreaker damage is a normal damage that also removes half of a random positive alteration from your opponent.",
        "zh": "在戰鬥開始時，如果你至少擁有：\n剩餘 2 次骰子重投：你獲得 10 次骰子重投\n剩餘 4 次骰子重投：造成相當於對手力量的 3 倍破咒傷害\n剩餘 8 次骰子重投：所有英雄獲得 5 點星塵。\n破咒傷害是一種普通傷害，還會移除對手隨機正面改變的一半。"
      }
    },
    "Allergy Bouquet": {
      "name": {
        "zh": "過敏花束"
      },
      "description": {
        "en": "Passive.\nEach time you activate an ability, the current TOTAL DMG you have been dealt is increased by 5%.\n(The damage caused ignores any alteration)",
        "zh": "被動。\n每次你激活一個技能時，你目前受到的總傷害增加 5%。\n（造成的傷害無視任何改變）"
      }
    },
    "Allure": {
      "name": {
        "zh": "魅惑"
      },
      "description": {
        "en": "Negative Alteration.\nThe next X times you increase or obtain a positive alteration, half (rounded up) of this increase/new alteration is given to your opponent instead. (Only the increased part is considered if the card already has the alteration)\nThis skill currently has a bug that when the holder gets an alteration with value 1, it is consumed but happens nothing.",
        "zh": "負面改變。\n接下來的 X 次你增加或獲得正面改變時，其中一半（向上取整）會轉移給你的對手。（如果卡牌已經擁有該改變，則僅考慮增加的部分）\n此技能目前存在一個錯誤：當持有者獲得值為 1 的改變時，該改變會被消耗，但什麼都不會發生。"
      }
    },
    "Alluring Skill": {
      "name": {
        "zh": "魅惑技能"
      },
      "description": {
        "en": "After the skill effect, applies to the opponent 1 Allure.",
        "zh": "技能效果結束後，對對手施加 1 層魅惑。"
      }
    },
    "Almighty Frost": {
      "name": {
        "zh": "全能冰霜"
      },
      "description": {
        "en": "Passive.\nEach time your opponent receives a Frost token, you get 20 Might for each frost token received by them.\nIf you have more than 200 Might, you get 1 Critical instead.",
        "zh": "被動。\n每次對手獲得冰霜標記時，你會為每個他們獲得的冰霜標記獲得 20 點力量。\n如果你擁有超過 200 點力量，則改為獲得 1 點暴擊。"
      }
    },
    "Angry Totem": {
      "name": {
        "zh": "憤怒圖騰"
      },
      "description": {
        "en": "Passive. Neutral Alteration.\nEach time you gain Strength, your opponent's increase by 20% of it for each Angry Totem you have.\nThis effect cannot trigger another totem.",
        "zh": "被動，中立變化。\n每次你獲得力量時，你的對手的力量會因你擁有的每個憤怒圖騰而增加該力量的 20%。\n此效果無法觸發其他圖騰。"
      }
    },
    "Arcane Barrier": {
      "name": {
        "zh": "秘法屏障"
      },
      "description": {
        "en": "Positive Alteration. Shield-like.\nAbsorb the X next DMG you suffer (Normal and Shock DMG only).\nDuring the combat, while you possess this alteration, every time you receive a negative alteration, you inflict a Shock 500 to your opponent, and every time you receive a positive alteration that isn't Arcane Barrier, you receive more 500 Arcane Barrier.\nIncreasing alterations triggers the side effect too.\nShock DMG is a DMG that cannot be altered by any alteration, but it cannot ignore shield-like skills.",
        "zh": "正面變化，類似護盾。\n吸收你承受的下一次 X 傷害（僅限普通傷害和衝擊傷害）。\n在戰鬥中，當你擁有此變化時，每次你獲得負面變化時，會對對手造成 500 點衝擊傷害；每次你獲得的正面變化不是秘法屏障時，會額外獲得 500 點秘法屏障。\n變化的增加也會觸發此效果。\n衝擊傷害是一種無法被任何變化改變的傷害，但它無法無視類似護盾的技能。"
      }
    },
    "Aura": {
      "name": {
        "zh": "光環"
      },
      "description": {
        "en": "Neutral Alteration. Passive.\nIncreases the value of a specified alteration either by a given value or by a given percentage.",
        "zh": "中立變化，被動。\n提高指定變化的值，無論是通過給定的數值還是給定的百分比。"
      }
    },
    "Azure Tsunami": {
      "name": {
        "zh": "蔚藍海嘯"
      },
      "description": {
        "en": "At start of the combat:\nFor each :blueDice: causes 1000 Pure DMG.\nIncreases all your positive alterations by 25% (rounded up).\nPure DMG is a DMG that ignores any alteration that could reduce or prevent it.",
        "zh": "戰鬥開始時：\n每個 :blueDice: 造成 1000 點純傷害。\n所有你的正面變化提高 25%（四捨五入）。\n純傷害是一種忽視任何能減少或防止它的變化的傷害。"
      }
    },
    "Backstab": {
      "name": {
        "zh": "背刺"
      },
      "description": {
        "en": "Deals X Normal DMG to your opponent.\nYour opponent loses X/2 Strength.\nNormal DMG is a DMG that can be altered by anything.",
        "zh": "對你的對手造成 X 點普通傷害。\n你的對手失去 X/2 點力量。\n普通傷害是一種可以被任何東西改變的傷害。"
      }
    },
    "Barrage": {
      "name": {
        "zh": "連射"
      },
      "description": {
        "en": "Deal X Normal DMG to your opponent.\nYour opponent receives X/10 DMG-.\nRepeat this skill effect for each Powder your opponent has. Consumes his powders.\nNormal DMG is a DMG that can be altered by anything.",
        "zh": "對你的對手造成 X 點普通傷害。\n你的對手受到 X/10 點傷害減免。\n對每個對手擁有的火藥重複此技能效果。消耗他的火藥。\n普通傷害是一種可以被任何東西改變的傷害。"
      }
    },
    "Berserk": {
      "name": {
        "zh": "狂暴"
      },
      "description": {
        "en": "Positive alteration.\nEach time you suffer a DMG that is not Flat DMG, increases your Strength by X.\nFlat DMG is a DMG that ignores every alteration from you and your opponent.",
        "zh": "正面變化。\n每次你承受的傷害不是固定傷害時，會增加你的力量 X。\n固定傷害是一種無視你和對手所有變化的傷害。"
      }
    },
    "Big Bang Requiem": {
      "name": {
        "zh": "大爆炸安魂曲"
      },
      "description": {
        "en": "This Alteration's tick starts at 12, each time one of your opponent dice change, the tick goes down by 1 and your opponent receives 300 Echo.\nWhen the tick goes down to 0: All opp dice are changed to :yellowDice: & deal 99 999 DMG.",
        "zh": "此變化的計時從 12 開始，每次對手的骰子變化，計時減少 1 並且對手會受到 300 點回聲傷害。\n當計時降至 0 時：所有對手的骰子將變為 :yellowDice: 並造成 99,999 點傷害。"
      }
    },
    "Bite": {
      "name": {
        "zh": "咬擊"
      },
      "description": {
        "en": "Deal X normal damage and your opponent receive 100 Bleeding.",
        "zh": "造成 X 點普通傷害並使對手受到 100 點出血傷害。"
      }
    },
    "Bleeding": {
      "name": {
        "zh": "出血"
      },
      "description": {
        "en": "When the bleeding hero takes damage, he immediately suffers an additional flat damage equal to his bleeding value.\nIf the damage is absorbed or is equal 0, Bleeding won't trigger.",
        "zh": "當出血的英雄承受傷害時，他會立即遭受等同於出血值的額外固定傷害。\n如果傷害被吸收或為 0，出血效果不會觸發。"
      }
    },
    "Blessed Seeds": {
      "name": {
        "zh": "祝福種子"
      },
      "description": {
        "en": "The next X times you activate an ability, you receive 200 Lightroot.",
        "zh": "接下來 X 次你啟動技能時，你將獲得 200 點光根。"
      }
    },
    "Blessing": {
      "name": {
        "zh": "祝福"
      },
      "description": {
        "en": "Each time you deal DMG, you are healed by X.",
        "zh": "每次你造成傷害時，你會恢復 X 點生命。"
      }
    },
    "Blizzard": {
      "name": {
        "zh": "暴風雪"
      },
      "description": {
        "en": "Positive alteration. Shield-like.\nAbsorb the X next DMG you suffer (Normal and Shock DMG only).\nEach time Blizzard absorbs DMG, your opponent gets 1 Frost.",
        "zh": "正面變化，類似護盾。\n吸收你承受的下一次 X 傷害（僅限普通傷害和衝擊傷害）。\n每次暴風雪吸收傷害時，你的對手會獲得 1 點冰霜。"
      }
    },
    "Bloodthirsty Thorns": {
      "name": {
        "zh": "嗜血荊棘"
      },
      "description": {
        "en": "Passive.\nEach time your heroes' Thorns deal damage, their opponent receives 10% of it's value as Bleeding.",
        "zh": "被動。\n每次你的英雄的荊棘造成傷害時，對手會受到其 10% 的傷害值作為出血傷害。"
      }
    },
    "Blue Gift": {
      "name": {
        "zh": "藍色禮物"
      },
      "description": {
        "en": "Neutral Alteration.\nAfter your opponent have dealt DMG to you and your DMG suffered is higher or equal to 5000 DMG, receive 800 Shield for each Blue Gift you have and consume all.\nIf you receive a gift after you already have 5000 suffered DMG, the gift is going to trigger in the next DMG you suffer.",
        "zh": "中立變化。\n在對手對你造成傷害並且你承受的傷害等於或高於 5000 點後，對每個藍色禮物，你將獲得 800 點護盾並消耗所有禮物。\n如果你在已經承受 5000 點傷害後收到禮物，該禮物將在你下一次承受傷害時觸發。"
      }
    },
    "Brain Freeze": {
      "name": {
        "zh": "腦凍"
      },
      "description": {
        "en": "The 2 heroes in combat lose all their positive alterations and all their :swordDice: become :redDice:.",
        "zh": "戰鬥中的兩位英雄失去所有正面變化，並且所有 :swordDice: 變為 :redDice:。"
      }
    },
    "Brave": {
      "name": {
        "zh": "勇敢"
      },
      "description": {
        "en": "The skill is amplified by half if your opponent is more wounded than you.",
        "zh": "如果你的對手受傷比你更重，該技能的效果會增強一半。"
      }
    },
    "Bulwark": {
      "name": {
        "zh": "堡壘"
      },
      "description": {
        "en": "All the damage received above X is reduced to X.",
        "zh": "所有超過 X 的傷害將被減少至 X。"
      }
    },
    "Burgundy Gift": {
      "name": {
        "zh": "酒紅禮物"
      },
      "description": {
        "en": "Neutral Alteration.\nAt the start of the fight, your active allies receive 2 Stardust.",
        "zh": "中立變化。\n戰鬥開始時，你的主動盟友獲得 2 顆星塵。"
      }
    },
    "Burning Light": {
      "name": {
        "zh": "燃燒之光"
      },
      "description": {
        "en": "Every time your heroes are healed, they cause a DMG to their opponents equals 35% of the Heal.",
        "zh": "每次你的英雄被治療時，他們會對對手造成相當於治療量 35% 的傷害。"
      }
    },
    "Caress of Death": {
      "name": {
        "zh": "死亡之撫"
      },
      "description": {
        "en": "Steal your opponent's positive alterations one by one. For each stolen alteration deal 1000 Life Drain DMG.\nA Life Drain DMG is a Normal DMG that heals you by the same starting value.\nThe opposing positive are stolen BEFORE the Life Drains.",
        "zh": "一個接一個地竊取對手的正面變化。每偷取一個變化，造成 1000 點生命吸取傷害。\n生命吸取傷害是一種普通傷害，會以相同的初始數值治療你。\n對方的正面變化會在生命吸取之前被竊取。"
      }
    },
    "Chain Lightning": {
      "name": {
        "zh": "連鎖閃電"
      },
      "description": {
        "en": "If the card suffers from the thunderstruck effect, it spreads it at 30% to its allies.",
        "zh": "如果該卡牌受到雷擊效果，則會以 30% 的比例將其傳播給盟友。"
      }
    },
    "Chanelled Lightning": {
      "name": {
        "zh": "引導閃電"
      },
      "description": {
        "en": "Negative Alteration.\nAt the start of the fight, suffer X Lightning DMG and your allies receives X/2 Chanelled Lightning.\nLightning DMG is a normal DMG that applies 10% of its value as Thunderstruck to the opponent.",
        "zh": "負面變化。\n戰鬥開始時，承受 X 點閃電傷害，並且你的盟友會獲得 X/2 點引導閃電。\n閃電傷害是一種普通傷害，會將其 10% 的傷害值作為雷擊效果施加於對手。"
      }
    },
    "Charged Skill": {
      "name": {
        "zh": "充能技能"
      },
      "description": {
        "en": "Increases the skill value by half consuming 1 Powder or 100 Thunderstruck on you.\n(Powder has priority if you have both.)",
        "zh": "通過消耗 1 顆火藥或 100 點雷擊傷害來提高技能值的一半。\n（如果兩者同時擁有，優先消耗火藥。）"
      }
    },
    "Charts of Infinity": {
      "name": {
        "zh": "無盡圖表"
      },
      "description": {
        "en": "Neutral Alteration.\nThe next times you activate a skill deal 2000 pure DMG and your opponent receives half of one of your negative alterations, and his allies receive 25% of it.\nPure DMG is a DMG that ignores all alterations that could reduce or prevent it.\nYou do not lose any part of your negative alterations.",
        "zh": "中立變化。\n接下來每次你啟動技能時，造成 2000 點純傷害，並且你的對手會受到你一個負面變化的一半傷害，對手的盟友則會受到其中 25% 的傷害。\n純傷害是一種無視所有能減少或防止它的變化的傷害。\n你不會失去任何部分的負面變化。"
      }
    },
    "Chromatic Symphony": {
      "name": {
        "zh": "色彩交響曲"
      },
      "description": {
        "en": "At the start of combat, your opponent receives 500 Echo for each of your unique dice pairs (RR or BB or YY or SS).",
        "zh": "戰鬥開始時，對手會根據你擁有的每一對獨特骰子組合（RR、BB、YY 或 SS）收到 500 點回聲。"
      }
    },
    "Cleaver of Athorg": {
      "name": {
        "zh": "阿索爾的開膛刀"
      },
      "description": {
        "en": "Neutral Alteration.\nEach time you activate a Skill, your opponent receive 2 Frost for each of your :swordDice:.\nThis alteration isn't consumable.",
        "zh": "中立變化。\n每次你啟動技能時，對手會根據你擁有的每個 :swordDice: 受到 2 點冰霜。\n此變化不可消耗。"
      }
    },
    "Cohesion": {
      "name": {
        "zh": "凝聚力"
      },
      "description": {
        "en": "At the start of combat, the value of your skills is increased by 10% for each of the specified allies.",
        "zh": "戰鬥開始時，根據每個指定的盟友，你的技能效果提高 10%。"
      }
    },
    "Confusion": {
      "name": {
        "zh": "混亂"
      },
      "description": {
        "en": "Negative Alteration. Consumable\nWhen the holder of this debuff gets hit by a :swordDice:, the holder causes a :swordDice: DMG to himself too.\nThe Confusion DMG is a normal DMG that the card causes to itself considering all the alterations he has, i.e., consuming own Criticals, increased by DMG+, decreased by DMG-...",
        "zh": "負面變化。可消耗\n當擁有此 debuff 的卡牌被 :swordDice: 攻擊時，該卡牌也會對自己造成一個 :swordDice: 傷害。\n混亂傷害是卡牌根據自己擁有的所有變化所造成的普通傷害，即消耗自己的暴擊，並受到 DMG+ 增加、DMG- 減少等影響..."
      }
    },
    "Constricting Skill": {
      "name": {
        "zh": "束縛技能"
      },
      "description": {
        "en": "After the skill effect, applies to the opponent as much Constriction as half of the skill value.",
        "zh": "在技能效果結束後，對對手施加相當於技能值一半的束縛。"
      }
    },
    "Constriction": {
      "name": {
        "zh": "束縛"
      },
      "description": {
        "en": "Negative alteration.\nEach time you activate a skill, suffer X DMG and all your negative alterations are increased by 10%.\nThis alteration self-increases too.",
        "zh": "負面變化。\n每次你啟動技能時，承受 X 點傷害，並且所有負面變化都增加 10%。\n此變化也會自我增強。"
      }
    },
    "Corrupt": {
      "name": {
        "zh": "腐化"
      },
      "description": {
        "en": "The skill is amplified by half for each negative alteration on your opponent.",
        "zh": "每當你的對手有一個負面變化時，技能效果會增強一半。"
      }
    },
    "Crackling Incantation": {
      "name": {
        "zh": "噼啪咒語"
      },
      "description": {
        "en": "Each time you are dealt DMG, you receive 3% of the total as DMG+ (flat increase if you already have DMG+).\nA flat increase is the increase of an alteration that cannot interact with any other effect in the game.",
        "zh": "每次你受到傷害時，會獲得相當於總傷害值 3% 的 DMG+（如果已經擁有 DMG+，則為固定增加）。\n固定增加是指無法與遊戲中的任何其他效果交互的變化提升。"
      }
    },
    "Craft": {
      "name": {
        "zh": "工匠"
      },
      "description": {
        "en": "Craft do something depending on the Swords you roll before the skill activation phase.",
        "zh": "工匠根據在技能啟動階段前擲出的劍骰數量執行特定行動。"
      }
    },
    "Crimson Death": {
      "name": {
        "zh": "緋紅之死"
      },
      "description": {
        "en": "Each time the opponent in combat receives Bleeding, the Strength of all your heroes will be increased by a quarter of the value. (This effect happens in all combats)",
        "zh": "每當戰鬥中的對手受到流血效果時，所有英雄的力量將增加該值的四分之一。（此效果在所有戰鬥中生效）"
      }
    },
    "Crushing Skill": {
      "name": {
        "zh": "碾壓技能"
      },
      "description": {
        "en": "Increase the skill value by 50% if your Strength is higher than your opponent's Strength.",
        "zh": "如果你的力量高於對手的力量，技能值將增加 50%。"
      }
    },
    "Curse": {
      "name": {
        "zh": "詛咒"
      },
      "description": {
        "en": "Negative Alteration.\nAt the end of the skill phase, you suffer X flat DMG, repeated for every other negative alteration.\nFlat DMG is a DMG that ignores everything.",
        "zh": "負面變化。\n在技能階段結束時，你會承受 X 點固定傷害，並對每個其他負面變化重複一次。\n固定傷害是一種無視所有效果的傷害。"
      }
    },
    "Cursed Skill": {
      "name": {
        "zh": "詛咒技能"
      },
      "description": {
        "en": "After the skill, applies to the opponent 10% of the skill's value as Curse, +10% for each Eclipse on the opponent.",
        "zh": "技能結束後，對對手施加該技能值 10% 的詛咒效果，並根據對手擁有的每個蝕效果額外增加 10%。"
      }
    },
    "DMG Drain": {
      "name": {
        "zh": "傷害汲取"
      },
      "description": {
        "en": "Your opponents' DMG are decreased by X and all your DMG are increased by X.",
        "zh": "你的對手的傷害降低 X，而你的所有傷害增加 X。"
      }
    },
    "DMG+": {
      "name": {
        "zh": "傷害提升"
      },
      "description": {
        "en": "All your DMG is increased by X.",
        "zh": "你的所有傷害增加 X。"
      }
    },
    "DMG-": {
      "name": {
        "zh": "傷害降低"
      },
      "description": {
        "en": "DMG dealt by your character is reduced by X.",
        "zh": "你的角色造成的傷害減少 X。"
      }
    },
    "Dark Heritage": {
      "name": {
        "zh": "黑暗傳承"
      },
      "description": {
        "en": "Every time your cards get an alteration that they didn’t have, their opponents receive 35 Terror.",
        "zh": "每當你的卡牌獲得一個原本沒有的變化時，他們的對手將受到 35 點恐懼效果。"
      }
    },
    "Deadly Rain": {
      "name": {
        "zh": "致命暴雨"
      },
      "description": {
        "en": "If Deathcaller Ludmilla is in play, at the start of the fight, deal as much Pure DMG as the Strength of Deathcaller Ludmilla to your opponent and your opponent receives 10% of the total as Bleeding, 3 times.\n\nDeathcaller Ludmilla is always drawn at the beginning of the fight.\n\nPure DMG is a DMG that ignores all alterations that could reduce or prevent it.",
        "zh": "如果死亡呼喚者露德米拉在場，戰鬥開始時，對你的對手造成與死亡呼喚者露德米拉力量等量的純粹傷害，並且對手將承受總傷害的 10% 作為流血效果，該效果重複 3 次。\n\n死亡呼喚者露德米拉在戰鬥開始時總是會被抽到。\n\n純粹傷害是一種無法被任何變化減少或防止的傷害。"
      }
    },
    "Death Stare": {
      "name": {
        "zh": "死亡凝視"
      },
      "description": {
        "en": "Deal X DMG minus the Strength of your opponent that ignores all alterations that could reduce or prevent it.",
        "zh": "造成 X 點傷害，減去對手的力量，並且該傷害無視所有可能減少或防止傷害的變化。"
      }
    },
    "Decisive Strikes": {
      "name": {
        "zh": "果斷打擊"
      },
      "description": {
        "en": "Deal X Pure DMG.\n\nPure DMG is a DMG that ignores all alterations that could reduce or prevent it.",
        "zh": "造成 X 點純粹傷害。\n\n純粹傷害是一種無法被任何變化減少或防止的傷害。"
      }
    },
    "Decoy": {
      "name": {
        "zh": "誘餌"
      },
      "description": {
        "en": "Positive Alteration\n\nIf one of your positive alterations should be targeted by one of your opponent's skills, it targets Decoy instead.\n\nThis alteration is triggered by Mimic, Mad Hat, Spellbreaker & Dispel.\n\nThis skill is not triggered by Tidal Wave, Swarm of Decay, Shieldbreaker, Brain Freeze or Caress of Death.\n\nWhen triggered, only 1 Decoy is consumed, no matter the effect redirected.",
        "zh": "正面變化\n\n如果你的某個正面變化應該被對手的技能針對，它會改為針對誘餌。\n\n此變化會被模仿者、瘋狂帽、破法者和驅散觸發。\n\n此技能不會被海嘯、腐朽群襲、破盾者、腦凍或死亡撫觸觸發。\n\n當被觸發時，僅消耗 1 個誘餌，無論被重定向的效果是什麼。"
      }
    },
    "Defend The Borders": {
      "name": {
        "zh": "捍衛邊境"
      },
      "description": {
        "en": "Once your opponent has been dealt 8000 DMG, all your active :ava: gain 2000 Shield and their Strength is increased by 200.\n\nThis quest can be triggered only 1 time per card.",
        "zh": "當你的對手承受 8000 點傷害時，你所有的活躍 :ava: 獲得 2000 點護盾，並且力量增加 200。\n\n此任務每張卡牌僅能觸發一次。"
      }
    },
    "Deja vu": {
      "name": {
        "zh": "既視感"
      },
      "description": {
        "en": "Activate the last ability used by the opponent.",
        "zh": "啟動對手最後使用的技能。"
      }
    },
    "Devour": {
      "name": {
        "zh": "吞噬"
      },
      "description": {
        "en": "Deal X normal DMG to the opponent.\n\nIf you have any negative alteration, consume one of them and receive X/2 STR.\n\nElse, if you have a positive alteration, remove half of a random one and receive X STR.",
        "zh": "對對手造成 X 點普通傷害。\n\n如果你有任何負面變化，消耗其中一個並獲得 X/2 點力量。\n\n否則，如果你有正面變化，則移除一個隨機的正面變化的一半，並獲得 X 點力量。"
      }
    },
    "Dexterity": {
      "name": {
        "zh": "靈巧"
      },
      "description": {
        "en": "The next X times you consume a Dodge, Riposte or Critical, gain one of the other 2 at random.",
        "zh": "在接下來的 X 次中，每當你消耗閃避、反擊或致命一擊時，隨機獲得另外兩者之一。"
      }
    },
    "Dispel": {
      "name": {
        "zh": "驅散"
      },
      "description": {
        "en": "Delete X positive alteration(s) on your opponent.",
        "zh": "移除對手的 X 個正面變化。"
      }
    },
    "Dodge": {
      "name": {
        "zh": "閃避"
      },
      "description": {
        "en": "The next X times you suffer DMG, it will be halved.",
        "zh": "在接下來的 X 次受到傷害時，傷害將減半。"
      }
    },
    "Draconic Legacy": {
      "name": {
        "zh": "龍裔傳承"
      },
      "description": {
        "en": "Each time you obtain a DMG+, your allies gain 750 Blizzard.\n\nEach time you obtain a Shield type alteration (Shield / Blizzard / Arcane Barrier / Bulwark), your allies obtain 75 DMG+.\n\nThis effect considers increasing Shield and DMG+ too.",
        "zh": "每當你獲得傷害提升（DMG+）時，你的盟友將獲得 750 點暴風雪效果。\n\n每當你獲得護盾類型的變化（護盾 / 暴風雪 / 秘法屏障 / 防禦壁壘）時，你的盟友將獲得 75 點傷害提升。\n\n此效果也考慮增加護盾和傷害提升。"
      }
    },
    "E": {}
  }
}